aaron-bond.better-comments
andenetalexander.vim-cheatsheet
be5invis.toml
charliermarsh.ruff
davidanson.vscode-markdownlint
donjayamanne.githistory
eamodio.gitlens
github.copilot-chat
github.vscode-github-actions
jacobdufault.fuzzy-search
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-python.python
ms-python.vscode-pylance
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
njpwerner.autodocstring
pkief.material-icon-theme
qwtel.sqlite-viewer
tobias-z.vscode-harpoon
usernamehw.errorlens
vintharas.learn-vim
vscodevim.vim
vspacecode.whichkey
zhuangtongfa.material-theme
